{
	"@metadata": {
		"authors": [
			"Eduardo Medina",
			"Nik Gkountas",
			"Stephane Bisson"
		]
	},
	"articleguidance-desc": "{{desc|name=ArticleGuidance|url=https://www.mediawiki.org/wiki/Extension:ArticleGuidance}}",
	"articleguidance-specialnewarticle-title": "Title of the Special:NewArticle page",
	"articleguidance-specialnewarticle-search-title": "Title shown at the top of the search step asking users what they want to write about",
	"articleguidance-specialnewarticle-title-placeholder": "Placeholder text for the Wikidata search input field",
	"articleguidance-specialnewarticle-loading": "Loading state message displayed while searching Wikidata",
	"articleguidance-specialnewarticle-checking": "Progress indicator message displayed while checking search results against available outlines",
	"articleguidance-specialnewarticle-no-results": "Message shown when no Wikidata entities match the search query. Parameters: $1 is the search query text",
	"articleguidance-specialnewarticle-exists-warning": "Warning message shown when the user types an article title that already exists. Parameters:\n* $1 - The article title that already exists",
	"articleguidance-specialnewarticle-edit-existing": "Button text for navigating to edit the existing article that was found",
	"articleguidance-specialnewarticle-disambiguation-title": "Heading shown above the topic match cards when Wikidata returns results",
	"articleguidance-specialnewarticle-browse-outlines-prefix": "First part of the button text to browse all available article type outlines when the user cannot find what they are looking for in the search results",
	"articleguidance-specialnewarticle-browse-outlines-link": "Second part of the button text to browse all available article type outlines when the user cannot find what they are looking for in the search results",
	"articleguidance-outlines-browse-title": "Title shown when browsing all available article types in the outlines step",
	"articleguidance-outlines-browse-subtitle": "Subtitle shown when browsing all available article types in the outlines step. Parameters: $1 is the article title",
	"articleguidance-sources-title": "Title of the sources step where users add references",
	"articleguidance-sources-subtitle": "Subtitle of the sources step. Parameters: $1 is the article title",
	"articleguidance-sources-notability-title": "Heading for the notability warning section shown when an article type has notability risk",
	"articleguidance-sources-notability-description": "Description text explaining why references are particularly important for article types with notability concerns",
	"articleguidance-sources-references-title": "Heading for the references section in the sources step",
	"articleguidance-sources-description": "Description text explaining the benefits of adding sources for any article type",
	"articleguidance-sources-url-placeholder": "Placeholder text for the URL input field where users enter source URLs to verify",
	"articleguidance-sources-check-button": "Button text to verify and add a source URL",
	"articleguidance-sources-remove-button": "Button text to remove a verified source from the list",
	"articleguidance-sources-unreliable-domain": "Error message displayed when a URL is from an unreliable domain (social media, AI-generated content, etc.)",
	"articleguidance-sources-invalid-url": "Error message displayed when the entered text is not a valid URL",
	"articleguidance-sources-continue": "Button text to continue from the sources step to the instructions step",
	"articleguidance-instructions-title": "Title of the instructions step",
	"articleguidance-instructions-subtitle": "Subtitle of the instructions step. Parameters: $1 is the label of the selected Wikidata entity",
	"articleguidance-instructions-references-title": "Heading for the references section shown when the article type has notability risk",
	"articleguidance-instructions-references-description": "Description text explaining why references are needed for article types with notability concerns",
	"articleguidance-instructions-reference-placeholder": "Placeholder text for reference URL input fields. Parameters: $1 is the reference number (1-4)",
	"articleguidance-instructions-start-writing": "Button text to start writing the article in the editor",
	"articleguidance-navigation-back": "Button text for the back navigation button",
	"articleguidance-tracking-category": "Tracking category name for pages that use the article-guidance tag. See [[Special:TrackingCategories]].",
	"articleguidance-tracking-category-desc": "Description of the tracking category for pages using article-guidance tags, shown on [[Special:TrackingCategories]]."
}
